Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J50.tmx
Source language: en_us
Languages: zh_cn

source: CHAPTER II. Of paternal and regal Power
zh_cn: 第二章 论父权和王权

source: Sir Robert Filmer’s great position is, that ‘‘ men are not naturally free.’’
zh_cn: 罗伯特·菲尔麦爵士的重要论点是，“人类不是天生自由的”；

source: This is the foundation on which his absolute monarchy stands, and from which it erects itself to an height, that its power is above every power : caput inter nubila, so high above all earthly and human things, that thought can scarce reach it; that promises and oaths, which tie the infinite Deity, cannot confine it.
zh_cn: 这是他的绝对君主制立脚的基础，在这个基础上，绝对君主制被抬到这样一个高度以至它的权力超出一切权力之上，可以说“昂首天外”；它高出人世间的一切东西，达到了人们连想都想不到的程度，甚至连约束无限神祇的誓约也不能局限它。

source: But if this foundation fails, all his fabric falls with it, and governments must be left again to the old way of being made by contrivance and the consent of men (Anyrvpinh xtisiw) making use of their reason to unite together into society.
zh_cn: 但是，如果这个基础崩溃了，他的整个结构便跟着倒塌，政府便不得不照旧由那些运用自己的理性结合成社会的人们通过计议和同意而组成。

source: To prove this grand position of his, he tells us, p. 12, ‘‘ Men are born in subjection to their parents,’’ and therefore cannot be free.
zh_cn: 为了证明他这个重要论点，他告诉我们说：“人们生来就是隶属于他们的父母的”，因此，不能够自由。

source: And this authority of parents he calls ‘‘ royal authority,’’ p. 12, 14, ‘‘ fatherly authority, right of fatherhood,’’ p. 12, 20.
zh_cn: 他把这种父母的威权叫做“王权”、“父权”或“父亲身份的权利”。

source: One would have thought he would, in the beginning of such a work as this, on which was to depend the authority of princes, and the obedience of subjects, have told us expressly what that fatherly authority is, have defined it, though not limited it, because in some other treatises of his he tells us, it is unlimited, and unlimitable; he should at least have given us such an account of it, that we might have had an entire notion of this fatherhood, or fatherly authority, whenever it came in our way, in his writings: this I expected to have found in the first chapter of his Patriarcha.
zh_cn: 我们总以为他在这样一本决定君主的威权和臣民的服从的著作的开头，会明确地告诉我们什么是父权；总以为即便由于在他的其他论文中，他告诉我们，“它是无限制的，也是不可能限制的”而不对之加以限制，也要给它下一个定义；至少他应该作这样一个说明，使我们在他的著作中碰到“父亲身份”或“父权”这种字眼时，可以有一个完整的概念。

source: But instead thereof, having, 1. En passant, made his obeisance to the arcana imperii, p. 5; 2.
zh_cn: 我原来指望在他的《先祖论》的第一章中就找到这种说明。

source: Made his compliment to the (‘rights and liberties of this or any other nation,’’ p. 6, which he is going presently to null and destroy; and 3. Made his leg to those learned men who did not see so far into the matter as himself, p. 7: he comes to fall on Bellarmine, p. 8, and by a victory over him establishes his fatherly authority beyond any question.
zh_cn: 可是他并没有这样做，而是首先在附带对帝王的神秘表示了敬意；其次，对那些他准备马上就要取消和摧毁的“本国或任何其它国家所享有的权利和自由”表示了赞美，以及第三，对那些在这个问题上不如他那样看得深远的学者们行过礼之后，他便向贝拉民发动攻击，由于战胜了对方，他所说的“父权”也就毫无疑问地树立起来了。

source: Bellarmine being routed by his own confession, p. 11, the day is clear got, and there is no more need of any forces : for having done that, I observe not that he states the question, or rallies up any arguments to make good his opinion, but rather tells us the story as he thinks fit of this strange kind of domineering phantom called the fatherhood, which whoever could catch presently got empire, and unlimited absolute power.
zh_cn: 既然贝拉民自己承认已被打垮，大局已定，当然也就不需要更多的兴师动众了；因为，在他完成了这件事情以后，我没有再见到他说明过这一问题，也没有见到他搜集过任何论据来证明他的见解，而是随心所欲地对我们讲述所谓“父亲身份”这种奇怪而专横的幽灵的故事，谁能够捉住这个幽灵，就立即获得帝国和无限的绝对权力了。

source: He acquaints us how this fatherhood began in Adam, continued its course, and kept the world in order all the time of the patriarchs till the flood; got out of the ark with Noah and his sons, made and supported all the kings of the earth till the captivity of the Israelites in Egypt; and then the poor fatherhood was under hatches, till ‘‘God, by giving the Israelites kings, re-established the ancient and prime right of the lineal succession in paternal government.’’ This is his business from p. 12 to 19.
zh_cn: 他极力使我们相信，这种父权怎样开始于亚当，并且继续下去，在整个先祖时期使世界安宁无事，直到洪水时代；然后它跟着挪亚和他的儿子们走出方舟，建立并支持了人世间的一切君王，直到以色列人在埃及被奴役为止；这时候，可怜的父权遭到压抑，最后总算“上帝赐予以色列人以诸王，才在父权政治中重新确立了一脉相承这种古老而重要的权利。”这是他从他的书里第十五页到十九页所作的叙述。

source: And then, obviating an objection, and clearing a difficulty or two with one-half reason, p. 23, ‘‘to confirm the natural right of regal power,’’ he ends the first chapter.
zh_cn: 其后“为了确证王权的自然权利”，他用一种不完整的理由消除了一个反对的论点，克服了一两个困难，便把第一章结束了。

source: I hope it is no injury to call an half quotation an half reason ; for God says, ‘‘ Honour thy father and mother ;’’ but our author contents himself with half, leaves out ‘‘ thy mother’’ quite, as little serviceable to his purpose.
zh_cn: 我希望我把他那种断章取义的引证称为不完整的理由不是出口伤人，因为上帝说，“尊敬你的父亲和母亲”，而我们的作者却满足于引用其一半，由于“你的母亲”对他的目的没有多大用处，他就干脆把它省掉了。

source: But of that more in another place.
zh_cn: 关于这一点，在别的地方再细谈吧。

source: I do not think our author so little skilled in the way of writing discourses of this nature, nor so careless of the point in hand, that he by oversight commits the fault that he himself, in his ‘‘ anarchy of a mixed monarchy,’’ p. 239, objects to Mr. Hunton in these words: ‘‘ Where first I charge the A. that he hath not given us any definition or description of monarchy in general ; for by the rules of method he should have first defined.’’
zh_cn: 我以为我们的作者对于写作这一类性质的论著并不是那样地生疏，也不是对于所讨论的问题那样漫不经心，竟由于他的大意而犯了他自己在所著《混合君主制的无政府状态》一书中反对罕敦先生时指出的那个错误，他说：“我首先责备作者的地方是他对于君主制并不曾给我们以任何一般的定义或说明，因为依照方法论的规则，”他应该先下个定义。

source: But, perhaps, sir Robert found, that this fatherly authority, this power of fathers, and of kings, for he makes them both the same, p. 24, would make a very odd and frightful figure, and very disagreeing with what either children imagine of their parents, or subjects of their kings, if he should have given us the whole draught together, in that gigantic form he had painted it in his own fancy ; and therefore, like a wary physician, when he would have his patient swallow some harsh or corrosive liquor, he mingles it with a large quantity of that which may dilute it, that the scattered parts may go down with less feeling, and cause less aversion.
zh_cn: 但是，如果他把整套理论的草图照他自己想象中所描绘的宏伟形式交给我们，也许他会发觉这个“父亲的威权”，这个父亲和君王的权力——因为他把两者混为一谈——会显出十分奇怪和可怕的模样，与儿童们想象中的父母或臣民们想象中的君王很不一样，所以，他象一个小心翼翼的医生那样，当他要病人吞服一些苦味的或腐蚀性的药水时，先用大量可以冲淡它的东西搀在一起，以便病人吞服那些被稀释了的药物时不致有多大感觉，也不致引起恶心。

source: Let us then endeavour to find what account he gives us of this fatherly authority, as it lies scattered in the several parts of his writings.
zh_cn: 现在让我们努力找寻一下，看看散见于他的著作中各处的关于这个“父亲的威权”的说明都是些什么。

source: And first, as it was vested in Adam, he says, ‘‘ Not only Adam, but the succeeding patriarchs, had, by right of fatherhood, royal authority over their children, p. 12.
zh_cn: 当他最初讲到亚当具有父权的时候，他说：“不独是亚当，就连后继的先祖们，依据作为父亲的权利，对他们的子孙也享有王权。”

source: This lordship, which Adam by command had over the whole world, and by right descending from him the patriarchs did enjoy, was as large and ample as the absolute dominion of any monarch which hath been since the creation, p. 13.
zh_cn: “亚当根据神命而取得的这种支配全世界的权力以及其后的先祖们根据下传给他们的权利而享有的这种权力，是与创世以来任何君主的绝对统治权同样的广泛。”

source: Dominion of life and death, making war, and concluding peace, p. 13.
zh_cn: “生杀之权、宣战媾和之权都为他掌握。”

source: Adam and the patriarchs had absolute power of life and death, p. 35.
zh_cn: “亚当和先祖们具有生杀的绝对权力。”

source: Kings, in the right of parents, succeed to the exercise of supreme jurisdiction, p. 19.
zh_cn: “君王们根据亲权继承对最高权限的行使。”

source: As kingly power is by the law of God, so it hath no inferior law to limit it; Adam was lord of all, p. 40.
zh_cn: “王权既是依据上帝的法律而来，就不受任何低级法律的限制，亚当是众人之主。”

source: The father of a family governs by no other law than by his own will, p. 78.
zh_cn: “一个家庭的父亲只凭自己的意志而毋需根据其它任何法律来进行统治。”

source: The superiority of princes is above laws, p. 79.
zh_cn: “君主的地位优于法律。”

source: The unlimited jurisdiction of kings is so amply described by Samuel, p. 80.
zh_cn: “君王的无限管辖权已在《撒母耳书》中充分地说明。”

source: Kings are above the laws,’’ p. 93.
zh_cn: “君王高于法律。”

source: And to this purpose see a great deal more, which our A. delivers in Bodin’s words: ‘‘ It is certain, that all laws, privileges, and grants of princes, have no force but during their life, if they be not ratified by the express consent, or by sufferance of the prince following, especially privileges, O. p. 279.
zh_cn: 为着上述目的，请看看还有许许多多是我们的作者借波丹的话发表出来的：“毫无疑义，君主的一切法律、特权和授与，如果继位的君主不以明白表示同意或不以容忍的形式加以批准，那就只能在原来的君主在世时发生效力，特权尤其是如此。”

source: The reason why laws have been also made by kings, was this : when kings were either busied with wars, or distracted with public cares, so that every private man could not have access to their persons, to learn their wills and pleasure, then were laws of necessity invented, that so every particular subject might find his prince’s pleasure deciphered unto him in the tables of his laws, p. 92. In a monarchy, the king must by necessity be above the laws, p. 100.
zh_cn: “君王制定法律的理由是这样的——当君王或忙于战争，或为公务所羁，不能使每个私人都和他们本人接触，来请示他们的意志和愿望，这时候就有必要创立法律，使每个臣民都可以从法律的解释中知道他的君主的愿望。”“在一个君主制的国家中，君王必须超出法律之上。”

source: A perfect kingdom is that, wherein the king rules all things, according to his own will, p. 100.
zh_cn: “一个完善的王国，就是君王依照其个人的意志进行统治的王国。”

source: Neither common nor statute laws are, or can be, any diminution of that general power, which kings have over their people, by right of fatherhood, p. 115.
zh_cn: “不论是习惯法或成文法都不会，也不可能缩小君王们根据作为父亲的权利而统治其人民的一般权力。”

source: Adam was the father, king, and lord over his family; a son, a subject, and a servant or slave, were one and the same thing at first.
zh_cn: “亚当是他的家族里的父亲、君王和主人；在起初，作为一个儿子、一个臣民和一个仆人或是一个奴隶，本来是一回事。

source: The father had power to dispose or sell his children or servants; whence we find, that, in the first reckoning up of goods in Scripture, the man-servant and the maid-servant are numbered among the possessions and substance of the owner, as other goods were, O. pref. God also hath given to the father a right or liberty to alien his power over his children to any other ; whence we find the sale and gift of children to have been much in use in the beginning of the world, when men had their servants for a possession and an inheritance, as well as other goods; whereupon we find the power of castrating and making eunuchs much in use in old times, O. p. 155.
zh_cn: 父亲有处理或出卖他的儿女或奴仆的权力，因此我们看到《圣经》上最初统计货物时，男仆和女仆都象其他的货物一样，是作为所有者的财物和资产计算的。”“上帝也授予父亲以一项权力和自由，使他可以把支配子女的权力转让与他人；因此我们发现在人类历史初期，出卖和赠与儿女很为盛行，那时候，人们把他们的奴仆当作一种占有物和继承品，如同其他的货物一样，我们也看到古代经常流行阉割和使人成为阉宦的权力。”

source: Law is nothing else but the will of him that hath the power of the supreme father, O. p. 223.
zh_cn: “法律不过是具有至高无上的父权者的意志。”

source: It was God’s ordinance that the supremacy should be unlimited in Adam, and as large as all the acts of his will ; and as in him, so in all others that have supreme power,’’ O. p. 245.
zh_cn: “上帝规定亚当的最高权力应该是无限制的，其范围与基于他的意志的一切行为一样广大，亚当如此，其他一切具有最高权力的人们也是如此。”

source: I have been fain to trouble my reader with these several quotations in our A.’s own words, that in them might be seen his own description of his fatherly authority, as it lies scattered up and down in his writings, which he supposes was first vested in Adam, and by right belongs to all princes ever since.
zh_cn: 我之所以引用我们的作者自己的这些话来烦扰读者，是因为在那里可以见到散见于他的著作中的他自己对于他的所谓“父亲的威权”的说明，他认为这种威权最初授与亚当，其后按理应属于一切君主。

source: This fatherly authority then, or right of fatherhood, in our A.’s sense, is a divine unalterable right of sovereignty, whereby a father or a prince hath an absolute, arbitrary, unlimited, and unlimitable power over the lives, liberties, and estates of his children and subjects; so that he may take or alienate their estates, sell, castrate, or use their persons as he pleases, they being all his slaves, and he lord or proprietor of every thing, and his unbounded will their law.
zh_cn: 这种“父亲的威权”或“作为父亲的权力”，照我们的作者的意思，就是一种神圣的、不可变更的主权，一个父亲或一个君主对于他的儿女或臣民的生命、自由和财产据此享有绝对的、专断的、无限的和不受限制的权力，从而他可以任意取得或转让他们的财产，出卖、阉割和使用他们的人身——因为他们原来全都是他的奴隶，他是一切的主人和所有者，他的无限的意志就是他们的法律。

source: Our A. having placed such a mighty power in Adam, and upon that supposition founded all government and all power of princes, it is reasonable to expect that he should have proved this with arguments clear and evident, suitable to the weightiness of the cause.
zh_cn: 我们的作者既然把那样庞大的权力交给亚当，并在这个假设之上建立了君主的一切统治和一切权力，我们就有理由希望他应当以明白、确凿而与问题的重要性相当的论据来证明他的说法。

source: That since men had nothing else left them, they might in slavery have such undeniable proofs of its necessity, that their consciences might be convinced, and oblige them to submit peaceably to that absolute dominion, which their governors had a right to exercise over them.
zh_cn: 人们既然什么都被剥夺了，他们在奴隶处境下也应该能得到关于奴隶制是必要的确实证明，以便使他们心悦诚服，并使自己平静地屈服于他们的统治者们所拥有的对他们行使的绝对统治权；

source: Without this, what good could our A. do, or pretend to do, by erecting such an unlimited power, but flatter the natural vanity and ambition of men, too apt of itself to grow and increase with the possession of any power?
zh_cn: 不然，我们的作者建立了这样一种无限权力，除了贏得人们天生的虚荣心和野心——这种虚荣心和野心随着权力的掌握而特别容易增长外还会有什么好处，或者有什么好处的借口呢？

source: The sovereignty of Adam being that on which, as a sure basis, our A. builds his mighty absolute monarchy, I expected, that, in his Patriarcha, this his main supposition would have been proved and established with all that evidence of arguments that such a fundamental tenet required ; and that this, on which the great stress of the business depends, would have been made out, with reasons sufficient to justify the confidence with which it was assumed.
zh_cn: 亚当的主权既为我们的作者作为建立他的强大的绝对君主制的坚固基础，我预期在他的《先祖论》一书中，他必然会提出这样一种根本的教义所必需的一切论据来证明和树立他的这一主要假设，我还预其他必会在这件关系重大的事情上拿出充分的理由来支持他对这一假设所具有的信心。

source: But, in all that treatise, I could find very little tending that way; the thing is there so taken for granted, without proof, that I could scarce believe myself, when, upon attentive reading that treatise, I found there so mighty a structure raised upon the bare supposition of this foundation.
zh_cn: 但是，在他的全篇论文中，我找不到什么这样的东西；他把事情不加证明地视为理所当然，以致当我细心读了这篇论文之后，发现一个那么大的结构却建立在这样一个简单假设的基础之上时，我几乎不能够相信我自己；

source: For it is scarce credible, that in a discourse, where he pretends to confute the erroneous principle of man’s natural freedom, he should do it by a bare supposition of Adam’s authority, without offering any proof for that authority.
zh_cn: 因为在他那篇以驳倒人类的“天赋自由”这一“谬误原则”自许的论文中，他只以“亚当的威权”这一简单假设来立论，而没有对这个“威权”提出任何证据，这就令人难以相信了。

source: Indeed, he confidently says, that Adam had ‘‘royal authority, p. 12 and 13. Absolute lordship and dominion of life and death, p. 13. An universal monarchy, p. 33. Absolute power of life and death,’’ p. 35.
zh_cn: 他倒是满怀信心地说：“亚当享有王权，”“绝对的统治权和掌管生杀之权，”“一个普遍的君主制”“生杀的绝对权力。”

source: He is very frequent in such assertions; but, what is strange, in all his whole Patriarcha, I find not one pretence of a reason to establish this his great foundation of government; not any thing that looks like an argument, but these words: ‘‘ To confirm this natural right of regal power, we find in the decalogue, that the law which enjoins obedience to kings, is delivered in the terms, Honour thy father ; as if all power were originally in the father.’’
zh_cn: 他时常作出这些肯定，但是令人惊讶的是在他的《先祖论》的全篇论文中，我找不到一个他自认为足以作为建立他的政府之巨大基础的理由，也找不到看起来象是一种论证的任何东西，有的只是这些话，像：“为确证王权的这种自然权利，我们在《十诫》中发现那教人服从君主的法规，是用这样的词句来表达的：‘尊敬你的父亲，’好象一切权力本来都是属于父亲的。”

source: And why may I not add as well, that in the decalogue the law that enjoins obedience to queens, is delivered in the terms of ‘‘ Honour thy mother,’’ as if all power were originally in the mother ?
zh_cn: 那么，为什么我不能同样添说，在《十诫》中，教人服从王后的法规是用“尊敬你的母亲”的词句来表达的，好象一切权力本来都是属于母亲的呢？

source: The argument, as sir Robert puts it, will hold as well for one as the other; but of this more in its due place.
zh_cn: 罗伯特爵士所用的论证既可适用于父亲，也可适用于母亲，但是关于这一层，等到适当的地方再详细地说吧。
